[
  {
    "id": 1,
    "name": "Entering Norway",
    "short_description": "Pay a visit to the royal palace in Oslo",
    "full_description": "The Royal Palace of Oslo, located in the heart of Oslo, is the Kings residence. Once you've arrived in Oslo, walk through the center through Karl Johann, past the government buildings to reach the palace.",
    "base_points": 30,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "EASY",
    "hash_identifier": null,
    "upvotes": null,
    "downvotes": null,
    "objectives": ["c2e33fe479811a6886509ea4c14c0a2f"]
  },
  {
    "id": 3,
    "name": "Practice what you Preach",
    "short_description": "Scale the mountain of Prekestolen in Western Norway",
    "full_description": "Preikestolen or Prekestolen, also known by the English translations of Preacher's Pulpit or Pulpit Rock, is a famous tourist attraction in Forsand, Ryfylke, Norway. It consists of a steep cliff which rises 604 metres (1982 feet) above Lysefjorden, opposite the Kjerag plateau, with an almost flat top of approximately 25 by 25 metres (82 by 82 feet).",
    "base_points": 45,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "church",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": null,
    "upvotes": null,
    "downvotes": null,
    "objectives": ["90b3c65fa31e844f627c9bfaaa8a7634"]
  },
  {
    "id": 2,
    "name": "This troll won't bite",
    "short_description": "Scale the mountain of Trolltunga in Western Norway",
    "full_description": "Troll's tongue, or Trolltunga, is a piece of rock jutting horizontally out of a mountain about 700 metres (2,300 ft) above the north side of the lake Ringedalsvatnet. The cliff is part of the precambrian bedrock and was formed during the ice age, approximately 10,000 years ago, when the edges of the glacier reached the cliff.",
    "base_points": 55,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": false,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "summit",
    "category_id": 5,
    "mode": "DIFFICULT",
    "hash_identifier": null,
    "upvotes": null,
    "downvotes": null,
    "objectives": ["f7b506dd9d654ce3ea202348f82f2185"]
  },
  {
    "id": 4,
    "name": "A Sight for Sore Eyes",
    "short_description": "See the most spectacular mountain views in Norway",
    "full_description": "Climb up the Preachers Chair, and reach the tip of Troll's tongue,to see the most beautiful scenery in Norway",
    "base_points": 80,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": false,
    "user_id": 1,
    "kind": "DISCOVERY",
    "icon": "binoculars",
    "category_id": 5,
    "mode": "DIFFICULT",
    "hash_identifier": null,
    "upvotes": null,
    "downvotes": null,
    "objectives": [
      "f7b506dd9d654ce3ea202348f82f2185",
      "90b3c65fa31e844f627c9bfaaa8a7634"
    ]
  },
  {
    "id": 6,
    "name": "The Master Sculpturer",
    "short_description": "Frogner Park (Norwegian: Frognerparken) is a public park located in the borough of Frogner in Oslo, Norway, and is historically part of Frogner Manor. The manor house is located in the south of the park, and houses the Oslo City Museum. Both the park, ...",
    "full_description": "Frogner Park (Norwegian: Frognerparken) is a public park located in the borough of Frogner in Oslo, Norway, and is historically part of Frogner Manor. The manor house is located in the south of the park, and houses the Oslo City Museum. Both the park, the entire borough of Frogner as well as Frognerseteren derive their names from Frogner Manor.Frogner Park contains, in its present centre, the well-known Vigeland installation (Norwegian: Vigelandsanlegget; originally called the Tørtberg installation), a permanent sculpture installation created by Gustav Vigeland between 1924 and 1943. Although sometimes incorrectly referred to in English as the \"Vigeland (Sculpture) Park,\" the Vigeland installation is not a separate park, but the name of the sculptures within Frogner Park. The sculpture park consists of sculptures as well as larger structures such as bridges and fountains.The park of Frogner Manor was historically smaller and centered on the manor house, and was landscaped as a baroque park in the 18th century by its owner, the noted military officer Hans Jacob Scheel. It was landscaped as a romantic park in the 19th century by then-owner, German-born industrialist Benjamin Wegner. Large parts of the estate were sold to give room for city expansion in the 19th century, and the remaining estate was bought by Christiania municipality in 1896 and made into a public park. It was the site of the 1914 Jubilee Exhibition, and Vigeland's sculpture arrangement was constructed from the 1920s. In addition to the sculpture park, the manor house and a nearby pavilion, the park also contains Frognerbadet (the Frogner Baths) and Frogner Stadium. The Frogner Pond is found in the centre of the park.Frogner Park is the largest park in the city and covers 45 hectares; the sculpture installation is the world's largest sculpture park made by a single artist. Frogner Park is the most popular tourist attraction of Norway, with between 1 and 2 million visitors each year, and is open to the public at all times. Frogner Park and the Vigeland installation (Norwegian: Frognerparken og Vigelandsanlegget) was protected under the Heritage Act on 13 February 2009 as the first park in Norway.== History ==In the middle of the 18th century Hans Jacob Scheel, then owner of the Frogner Manor, laid out a baroque garden adjacent to his new manor house. It was expanded by the people who followed him, starting with Bernt Anker (1746–1805) who bought Frogner in 1790 and expanded the main building. Benjamin Wegner took over the property in 1836 and he transformed the garden into a romantic park around 1840. Later, most of the arable land was sold to private developers.Around one square kilometer remained when the City of Oslo bought the property in 1896 to secure space for further urban development. The municipal government decided around 1900 to make a park for recreation and sports. Frogner Stadium was opened near the road and the area near the buildings was opened to the public in 1904. Norwegian architect Henrik Bull designed the grounds and some of the buildings erected in Frogner Park for the 1914 Jubilee Exhibition. The municipal government subsequently decided that Gustav Vigeland's fountain and all his monuments and statues should be placed in the park. The area was ready for Gustav Vigeland fountain in 1924 and the final plan was released in 1932 by the city-council. Most of the statues depict people engaging in various typically human pursuits, such as running, wrestling, dancing, hugging, holding hands and so on. However, Vigeland occasionally included some statues that are more abstract, including one statue, which shows an adult male, fighting off a horde of babies.\t\t\t\t== Manor house ==The manor buildings are located in the southern part of the park. The buildings in Danish country house style were built in the 1750s when Hans Jacob Scheel took over the property. After Bernt Anker, who was Norway's richest man, took over the estate in 1790, the buildings were further extended, and the manor house became one of the most important meeting places of Norwegian high society. They were rebuilt again by the industrialist Benjamin Wegner, who became owner in 1836 and who moved the tower to the main building.Under Wegner, some surrounding buildings were also built, the pavilion on the nearby height \"Utsikten\" (The View) and the coachman house at the main gate in front of the manor house. The pavilion was a wedding gift from Wegner to his wife Henriette Seyler, and was moved from Blaafarveværket in the 1830s. It is a classical octagonal round temple with colonnade. The ceiling is a painted replica in miniature of the dome of the Pantheon, Rome. In front of the main buildings is also a sundial built for Wegner.Today, the manor buildings are occupied by Oslo City Museum.Outside the manor buildings, there is also a café opened in 1918 (Frogner Park Café) and a restaurant opened in 1960 (Herregårdskroen, \"the Manor House Restaurant\").== Vigeland installation – the sculptures in Frogner Park ==The Vigeland installation (Norwegian: Vigelandsanlegget), originally called the Tørtberg installation, is located in the present centre of Frogner Park. It is the name of the arrangement of sculptures and not of an area as such, as the entire park is called Frogner Park. The Vigeland installation in Frogner Park is sometimes incorrectly referred to as the \"Vigeland Park,\" but this name has no official status, is not commonly used in Oslo and is considered inaccurate. The legal name of the entire park in accordance with the Place Name Act (stadnamnlova)  is Frognerparken (Frogner Park). The sculpture installation was, as part of Frogner Park, protected under the Heritage Act on 13 February 2009 under the name Frogner Park and the Vigeland installation (Norwegian: Frognerparken og Vigelandsanlegget).The sculpture area in Frogner Park covers 80 acres (320,000 m2) and features 212 bronze and granite sculptures, all designed by Gustav Vigeland. The Bridge was the first part to be opened to the public, in 1940. The Bridge forms a 100 metre (328 ft)-long, 15 metre (49 ft)-wide connection between the Main Gate and the Fountain, lined with 58 sculptures, including one of the park's more popular statues,  Angry Boy  (Sinnataggen). Visitors could enjoy the sculptures while most of the park was still under construction. At the end of the bridge lies the Children’s Playground, a collection of eight bronze statues showing children at play.Most of the statues in the park are made of Iddefjord granite.Originally designed to stand in Eidsvolls plass in front of the Parliament of Norway, the bronze Fountain (Fontenen) is adorned with 60 individual bronze reliefs, and is surrounded by an 1800 square metre black and white granite mosaic.The Vigeland installation's granite and wrought iron Main Gate also serves as the eastern entrance to Frogner Park from Kirkeveien. From there an 850 m (2,790 ft) long axis leads west through the Bridge to the Fountain and the Monolith, and ends with the Wheel of Life. The Main Gate consists of five large gates, two small pedestrian gates and two copper-roofed gate houses, both adorned with weather vanes. It was designed in 1926, redesigned in the 1930s and erected in 1942. It was financed by a Norwegian bank.The Monolith Plateau is a platform in the north of Frogner Park made of steps that houses the Monolith totem itself. 36 figure groups reside on the elevation, representing a “circle of life” theme. Access to the Plateau is via eight wrought iron gates depicting human figures. The gates were designed between 1933 and 1937 and erected shortly after Vigeland died in 1943.At the highest point in Frogner Park lies the park's most popular attraction, the Monolith (Monolitten). The name derives from the Latin word monolithus, from the Greek μονόλιθος (monolithos), μόνος meaning \"one\" or \"single\" and λίθος \"stone\", and in this case is a genuine monolith, being fabricated from one piece of solid stone. Construction of the massive monument began in 1924 when Gustav Vigeland modelled it in clay in his studio in Frogner. The design process took ten months, and it is supposed that Vigeland used sketches drafted in 1919. A model was then cast in plaster.In the autumn of 1927 a block of granite weighing several hundred tons was delivered to the park from a quarry in Halden. It was erected a year later and a wooden shed was built around it to keep out the elements. Vigeland’s plaster model was erected next to it for reference. Transferring the design began in 1929 and took three masons 14 years to accomplish. The Monolith was first shown to the public at Christmas 1944, and 180,000 people crowded into the wooden shed to get a close look at the creation. The shed was demolished shortly afterwards. The Monolith towers 14.12 metres (46.32 ft) high and is composed of 121 human figures rising towards the sky.At the end of the installation's axis there is a sundial, forged in 1930 (there is also an 1830s sundial outside the manor house in the south of the park), and finally the Wheel of Life stone sculpture, carved 1933–1934. The wheel depicts four adults, a child and a baby (the baby and child are on opposite sides).The latest addition to the park is a statue titled Surprised (Overrasket). Originally completed in plaster in 1942 only months before the model, Austrian refugee Ruth Maier, was sent to Auschwitz and killed, a bronze cast made in 2002 is now on permanent display.\t\t\t\t\t\t\t\t\t\t== Sports and bathing facilities ==On the outskirts of Frogner Park is Frognerbadet (Frogner Baths), which opened in 1956. Old Frogner Stadium opened in 1901 and was the city's main arena for skating. In 1914 the current Frogner Stadium was built right next to the old stadium. At the site of the old Frogner Stadium, there are now tennis courts.== In popular culture ==The book The Doomsday Key written by author James Rollins has scenes in Frogner ParkThe Norwegian movie Elling features a scene in which the sex-obsessed Kjell-Bjarne admires the sculptures of the park with Elling.The science fiction novel Mockymen by Ian Watson utilizes the park as a plot point.The song \"Vigeland's Dream\"' on Eleanor McEvoy's album Out There describes a walk in the park.The science fiction novella The State of the Art by Iain M Banks includes a walk in the park by the main characters.In the detective thriller The Leopard, part of the Harry Hole series, Frogner Park is the scene of a sensational murder case.In the TV series The Love Boat, some of the crew visited and saw the Vigeland sculptures in Frogner Park in a two-episode special.The 2017 film The Snowman features scenes in the park.",
    "base_points": 55,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "980088d08df4ec142c85f9447be9c42a",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["980088d08df4ec142c85f9447be9c42a"]
  },
  {
    "id": 7,
    "name": "A Royal Visit",
    "short_description": "Automatically created achievement",
    "full_description": "Politely approach one of the royal guard soldiers and take a nice photo with them :)",
    "base_points": 40,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "372d3ebcbccec36cd725392ecfcbec94",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["372d3ebcbccec36cd725392ecfcbec94"]
  },
  {
    "id": 8,
    "name": "Hold the Perimiter",
    "short_description": "Automatically created achievement",
    "full_description": "Features views of the Fjord, a cute fortress and a corny WWII museum. A great walk in itself, rarely crowded, potentially a spot for soaking up sun (on the Western embankments - don't fall off.)",
    "base_points": 56,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "eedc3e3c3ee2ace0710bf41d03a9fc55",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["eedc3e3c3ee2ace0710bf41d03a9fc55"]
  },
  {
    "id": 10,
    "name": "The Hills Have Saints",
    "short_description": "St. Hanshaugen (Norwegian for St. John's Hill) is a district of the city of Oslo, Norway.== Area ==It has a triangular shape, with its northern border just north of the buildings of the Norwegian Broadcasting Corporation and Ullevål University Hos...",
    "full_description": "St. Hanshaugen (Norwegian for St. John's Hill) is a district of the city of Oslo, Norway.== Area ==It has a triangular shape, with its northern border just north of the buildings of the Norwegian Broadcasting Corporation and Ullevål University Hospital, and south of the University of Oslo campus at Blindern. In the east, the boundary runs just west of the river Akerselva, then down Storgata before it turns north, up Grensen, Pilestredet and Suhms gate.The district has its name from St. Hanshaugen Park that lies centrally within it, where the citizens used to celebrate summer solstice (St. Hans in Norwegian). The park was planted by the city in the years 1876-86; it has a pavilion, and a reflecting pool covering a reservoir. The neighbourhood St. Hanshaugen is located west and south of the park, with shopping, eating and public transport where the streets Ullevålsveien and Waldemar Thranes gate meets. There is also the traditional restaurant Schrøder, known for one of its regulars, Jo Nesbøs fictional figure Harry Hole. To the southeast of the park is Oslo’s oldest building – Aker Kirke, built around 1100, but restored from ruins around 1860, and then again in the 1950s in a more authentic style. Next to the church is the cemetery Vår Frelsers gravlund, created in 1808 as a result of the great famine and cholera epidemic of the Napoleonic Wars. The nearby area around Damstredet and Telthusbakken is interesting since it retains the small town character of Oslo in the first part of the 19th century.To the southwest of the park is Bislett stadion, founded in 1907. Finished in 1940, this was the main venue of the 1952 Winter Olympics in Oslo. The stadium was demolished in 2004, and a new stadion was built in its place.The borough also contains the Norwegian School of Veterinary Science, the cemeteries Nordre Gravlund and Vestre Aker, and Youngstorget – home of the Norwegian labour movement.== Park ==St. Hanshaugen is one of Oslo's largest parks, just north of the city centre. This popular recreational area is great for walks, and from the top of the hill you have a nice view of Oslo.St. Hanshaugen was originally a bare rock hill. In the 1840s the name St. Hanshaugen (\"midsummer hill\") came into use, as the hill was a popular place for midsummer celebrations. In 1855 it was decided that parts of the hill was to be planted, and a big part of the hill was turned into a park in the next 30 years. The park also got a park keeper house, an artificial creek and a pavilion on the square Festplassen, and the park was expanded. Through the years, a number of statues were also placed in the park. In 1936, the park got an open-air café on Festplassen - the square on top of the hill - which is still a popular summer café today.== Demographics ==January 1, 2009, there were 31,550 people living in the district. Of the population in 2004 13,093 (49%) were male. There were 1,918 immigrants from western countries and 2,488 from non-western countries. The countries with most immigrants were Sweden (789), Denmark (272), Pakistan (191), Somalia (188) and Vietnam (182). There were 537 births in 2003, and 260 deaths. The same year 8,139 people moved into the borough, while 8,101 moved out. The average income for the borough was NOK 262,534, somewhat higher than the average for the city of 254,429.In 2001, 59.4% of those over 20 years old in private households were living alone (national average 37.5%). Of the remainder, 15.7% were cohabitants and 24.9% married (national average 12.2% and 50.2% respectively).== Politics ==In the municipal election of 2007 all borough councils became elective, until then most had been appointed by the city council. Labour and the Conservatives each gained 4 seats, the Socialist Left have 3, the Liberals 2, the Progress Party and the Red Electoral Alliance 1 each.The municipal election of 2011 changed the composition of the council. The Conservative Party became the biggest, winning 5 seats, while Labour kept its 4, the Liberal Party its 2, and the Red Party its 1 seat. The Socialist Left and the Progress Party lost one seat each, ending at 2 and 0, respectively. The Green Party won its first St.Hanshaugen-seat. This result allowed Torunn Kanutte Husvik of the Labour Party to continue as leader of the borough council.In the 2015 municipal election, the Conservative Party and Labour won 4 seats each, though the former remained the largest party in terms of votes. The Green Party had a breakthrough election, winning 3 seats, while the Liberal Party retained its 2 seats and the Socialist Left and the Red Party won 1 seat each. After the election, the Conservatives, the Greens and the Liberals signed a cooperation agreement, making Anne Christine Kroepelien of the Conservative Party the new leader of the borough council.",
    "base_points": 44,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "3f51320835c7a891ebc85c05932919e8",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["3f51320835c7a891ebc85c05932919e8"]
  },
  {
    "id": 30,
    "name": "Torshovparken",
    "short_description": "Automatically created achievement",
    "full_description": "Park for alle. Lekeplass og drankerbenker, unge håpefulle og sunkne skip. Herlig",
    "base_points": 56,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "23f2cd89ae00b6800465c3974b6d09b6",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["23f2cd89ae00b6800465c3974b6d09b6"]
  },
  {
    "id": 31,
    "name": "Fairytale Bridge",
    "full_description": "Ankerbrua was built over the Aker River (Akerselva) to serve as an extension of Torggata along Ankertorget with Søndre gate. The former wooden bridge had been constructed in 1874. It was replaced by the current granite structure in 1926. The bridge has been nicknamed the Fairytale Bridge (Eventyrbrua) due to its four sculptures, one in each corner. These sculptures were designed by Norwegian sculptor and artist, Dyre Vaa. Cast from bronze in 1937, each figure represents a different Norwegian folk hero from Norwegian Folktales",
    "short_description": "Scraped from FourSquare",
    "base_points": 52,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "d5197071f271b4c69b373eb466b17c47",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["d5197071f271b4c69b373eb466b17c47"]
  },
  {
    "id": 32,
    "name": "Beaches of the Peninsula",
    "short_description": "Automatically created achievement",
    "full_description": "Huk is a parkland and a sandy beach (Hukodden) at the furthest south of the Bygdøy peninsula west of the city center of Oslo, Norway.",
    "base_points": 57,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "f6e07388b0e3669b6629d7e37db332c1",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["f6e07388b0e3669b6629d7e37db332c1"]
  },
  {
    "id": 33,
    "name": "View over yonder",
    "short_description": "Situated just north of downtown, Grefsenkollen provides great views of Oslo",
    "full_description": "Situated just north of downtown, Grefsenkollen provides great views of Oslo, the fjord, Holmenkollen and the surrounding forests. From the top there are many opportunities to hike further into the beautiful forests of Nordmarka. There is also a café and restaurant at the end of the route",
    "base_points": 48,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "72c0504cf579639f318bbd54a4007894",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["72c0504cf579639f318bbd54a4007894"]
  },
  {
    "id": 34,
    "name": "Ringling River",
    "short_description": "Akerselva or Akerselven (English: Aker River) is a river which flows through Oslo. It starts at Maridalsvannet in Oslomarka, and follows the urban areas Nordre Aker, Sagene, Grünerløkka, Oslo centre and Grønland, whereby it finally ends at Paulsenkaien...",
    "full_description": "Akerselva or Akerselven (English: Aker River) is a river which flows through Oslo. It starts at Maridalsvannet in Oslomarka, and follows the urban areas Nordre Aker, Sagene, Grünerløkka, Oslo centre and Grønland, whereby it finally ends at Paulsenkaien and Oset in Bjørvika. The river is considered to be a part of the Nordmarkvassdraget, and has the watercourse number 006.Z. The entire river is about 8.2 kilometres (5.1 mi) long, and has a difference in elevation between source and mouth of approximately 149 metres (489 ft).Earlier, the river gave power to numerous industry companies in Oslo.Akerselven is \"Oslo’s green lung”;  many parks and nature trails are found by its path, from Grønland to Maridalsvannet. Salmon run and spawn in the upper part of the river.Aker River in the 1970s was heavily contaminated after 150 years of industrial and sewage discharges along river. In the 1980s, a local initiative to limit emissions and revive the flora and fauna of the river began.Early in March 2011, Oslo's water and wastewater department accidentally discharged 6,000 litres (1,600 US gal) of chlorine into the river near its headwaters, rendering the river virtually dead as of 11 March 2011. According to Norwegian Broadcasting Corporation, the discharge occurred at the water treatment plant Oset.== Name ==The first element is the genitive case of Aker, the name of the old farm and churchsite that has named several places in Oslo. The last element is the finite form of the noun elv ('river').The river is considered to be the border between the eastern and the western part of Oslo. In the eastern part people treat the word elv as a feminine noun, so they say elva ('the river'). The westside dialect is influenced by Danish (considered a more appropriate language during the union with Denmark), where the feminine and masculine genders have merged into a common gender inflected like Norwegian masculine nouns. Therefore, people in the western part often treat elv as a masculine noun, causing them to say elven ('the river').The Old Norse name of the river was Frysja, and this old name has been revived as the name of a neighborhood along the river. The name is probably derived from the verb frusa 'froth', referring to the many waterfalls in the river.",
    "base_points": 52,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "78070899a405d843216c421b9789b53f",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["78070899a405d843216c421b9789b53f"]
  },
  {
    "id": 35,
    "name": "The Peacock Fountain",
    "short_description": "Automatically created achievement",
    "full_description": "A common meeting point for local residents",
    "base_points": 44,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "de9b605ba9773d0beaef795eff3f6d57",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["de9b605ba9773d0beaef795eff3f6d57"]
  },
  {
    "id": 36,
    "name": "A visit to Økernparken",
    "short_description": "Automatically created achievement",
    "full_description": "Scraped from FourSquare",
    "base_points": 45,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "14abde256f4c743a98a572cc6d3e0f5c",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["14abde256f4c743a98a572cc6d3e0f5c"]
  },
  {
    "id": 37,
    "name": "The Botanical Gardens",
    "short_description": "Automatically created achievement",
    "full_description": "The greatest green oasis in Oslo! Here you'll find different gardens like Rock garden, Herb garden etc.",
    "base_points": 48,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "591714f69760764d8d496c1d1fe67ce4",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["591714f69760764d8d496c1d1fe67ce4"]
  },
  {
    "id": 38,
    "name": "Getting to Iladalen park",
    "short_description": "Automatically created achievement",
    "full_description": "Enjoy one of Oslo's least crowded parks.",
    "base_points": 41,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "f5512147457839d5143149e5944b059e",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["f5512147457839d5143149e5944b059e"]
  },
  {
    "id": 12,
    "name": "Shipwrecked",
    "short_description": "Automatically created achievement",
    "full_description": "The Viking Ship Museum is located at Bygdøy in Oslo, Norway. It is part of the Museum of Cultural History of the University of Oslo, and houses archaeological finds from Tune, Gokstad, Oseberg and the Borre mound cemetery.",
    "base_points": 52,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "c183e38706a0f146b536eda69051914a",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["c183e38706a0f146b536eda69051914a"]
  },
  {
    "id": 13,
    "name": "National Treasure",
    "short_description": "The National Gallery (Norwegian: Nasjonalgalleriet) is a gallery in Oslo, Norway. Since 2003 it is administratively a part of the National Museum of Art, Architecture and Design.In 2017 admission cost 100 Norwegian kroner.== History ==It was estab...",
    "full_description": "The National Gallery (Norwegian: Nasjonalgalleriet) is a gallery in Oslo, Norway. Since 2003 it is administratively a part of the National Museum of Art, Architecture and Design.In 2017 admission cost 100 Norwegian kroner.== History ==It was established in 1842 following a parliamentary decision from 1836. Originally located in the Royal Palace, Oslo, it got its own museum building in 1882, designed by Heinrich Ernst and Adolf Schirmer. Former names of the museum include Den norske stats sentralmuseum for billedkunst and from 1903 to 1920 Statens Kunstmuseum. Directors include Jens Thiis (1908–1941), Sigurd Willoch (1946–1973), Knut Berg (1975–1995), Tone Skedsmo (1995–2000) and Anniken Thue (2001–2003).That the gallery had erroneously been labeled as technically unfit for paintings was reported in 2013. (A previous study—about the museums—tåleevne) had never concluded about the fitness level, and Norway's parliament had been misinformed about conclusions that in reality did not exist. )In 2016 the price for admission doubled overnight.== Collection ==The Gallery includes  pieces by sculptor Julius Middelthun, painters Johan Christian Claussen Dahl, Erik Werenskiold and Christian Krohg as well as works by Edvard Munch including The Scream and one version of his Madonna.The museum also has old master European paintings by painters such as El Greco, Lucas Cranach the Elder (Golden Age), Gaulli (Sacrifice of Noah), Orazio Gentileschi, Artemisia Gentileschi, Andrea Locatelli (Bachannal Scene), Pieter Elinga (Letter Carrier), Ferdinand Bol, Daniel De Blieck (Church Interior), Jacob van der Ulft (Seaport), Cornelis Bisschop (Seamstress) and Jan van Goyen. There are also 19th and 20th Century International paintings by Armand Guillaumin, Carl Sohn, Auguste Renoir, Claude Monet (Rainy Day, Etretat), Paul Cézanne, and Pablo Picasso. There are also Norwegian paintings by Adolph Tidemand, Hans Gude, Harriet Backer, and Lars Jorde.== Architecture ==The actual museum collection will be moved in a new building, opening in 2020 and gathering all the different sections of the National Gallery, except architecture. The architect of the new building, which will be located on the harbor front, and part of the Fjordbyen development, is the German firm Kleihues + Schuwerk Gesellschaft von Architekten mbH.",
    "base_points": 52,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "d2d7aa1884d8c86e03d6411b5cd1c40c",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["d2d7aa1884d8c86e03d6411b5cd1c40c"]
  },
  {
    "id": 14,
    "name": "Ekebergparken",
    "short_description": "Automatically created achievement",
    "full_description": "Very nice place for fans of the modern art! Unusual installation and statues!",
    "base_points": 50,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "69a384a17039d83e7d65577d9f442426",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["69a384a17039d83e7d65577d9f442426"]
  },
  {
    "id": 15,
    "name": "Don't fall!",
    "short_description": "Holmenkollbakken is a large ski jumping hill located at Holmenkollen in Oslo, Norway. It has a hill size of HS134, a construction point of K-120, and a capacity for 70,000 spectators. Holmenkollen has hosted the Holmenkollen Ski Festival since 1892, wh...",
    "full_description": "Holmenkollbakken is a large ski jumping hill located at Holmenkollen in Oslo, Norway. It has a hill size of HS134, a construction point of K-120, and a capacity for 70,000 spectators. Holmenkollen has hosted the Holmenkollen Ski Festival since 1892, which since 1980 have been part of the FIS Ski Jumping World Cup and 1983 the FIS Nordic Combined World Cup. It has also hosted the 1952 Winter Olympics and the FIS Nordic World Ski Championships in 1930, 1966, 1982 and 2011.The hill has been rebuilt 19 times; important upgrades include a stone take-off in 1910, an in-run superstructure in 1914, and a new superstructure in 1928. During the Second World War, the venue was used as a military installation, but upgraded in the late 1940s. Further expansions were made ahead of the 1966 and 1982 World Championships, as well as in 1991. Between 2008 and 2010, the entire structure was demolished and rebuilt. As of 8 February 2011, the hill record is unofficially held by Anders Jacobsen at 142.5 meters. The official hill record was set at 5 March 2011 by Andreas Kofler at 141 meters. The hill is part of Holmenkollen National Arena, which in addition to cross-country and biathlon venues has the normal hill Midtstubakken.== History ===== Original hill ===The first major skiing competition in Oslo was Husebyrennet, which was held in Husebybakken in Ullern from 1879 until 1891. In 1887, the road to Holmenkollen was opened, although it was at the time only used for recreation, as there was no housing in the area. I. C. L. Holm saw the potential to develop the area into a recreational centre, and established Peisestuen in 1886, Holmenkollen Sportsstue in 1891, Holmenkollen Sanatorium og Turisthotell in 1894, and Voksenkollen Sanatorium in 1900. In 1890, Husebyrennet had to be canceled due to lack of snow, and instead the tournament was held at Ullbakken at Frognerseteren. Because of the distance, the tournament was held on a Sunday; this caused some criticism, and to compensate it was decided not to collect entrance fees. The following year, the final event was held in Husebybakken.Following the 1891 season, the lease with the land owner for Husebybakken needed to be renegotiated. Several times the venues had  had too little snow and Fritz Huitfeldt and Hans Krag proposed building a new hill at Besserudmyra. After half a year of planning, the general assembly of the Association for the Promotion of Skiing approved the move in late 1891. To create sufficient water supply for the hotels, a dam had been built and this created Besserudtjernet, a small lake, at the bottom of the hill. It would cover with ice during the winter. Construction was simple: a few trees had to be chopped down and when the snow came, branches were laid where the jump was to be. The first competition was held on 30 January 1892, and was spectated by between fifteen and twenty thousand people, who saw jumpers reach 15 to 21.5 meters.The original hill had a knoll just after the take-off, which gave the psychological feeling of falling and made landing more difficult. It was therefore decided to change the profile slightly to make the hill safer and allow more jumpers to land properly. No standard profiles existed at the time, so the Association for the Promotion of Skiing had to do guesswork to create a better profile. The new profile was taken into use from 1894 and had cost NOK 2000. For the first decade, the take-off was rebuilt for every year, and its position would therefore vary. In 1904, the take-off was rebuilt with rocks, giving it a specific location on the hill. Prior to the 1907 season, landing slope was built down slightly into the terrain down from the 25 meter mark, as it would give easier landing. The take-off was moved in 1910 and built as a 2-meter (6 ft 7 in) tall stone structure. To keep the lake with a hard layer of ice, the snow was removed as it fell; if the ice was not thick enough it could create problems with flooding the spectator areas during the events. From 1913, the lake was opened as a skating rink and marketed by the hotels as part of their services. However, it was never a success, and was abandoned within a few years.During the 1910s it had become common in the United States to build jumps with a scaffold superstructure for the in-run, and this had been described as an abomination in the Norwegian press. Prior to the 1914 season, a 10-meter (33 ft) tall steel superstructure was built. This resulted in massive negative reactions in the press, and it was the public's opinion that ski jumping was to be done in natural hills. The same year, two other major Norwegian hills received similar structures, Nydalsbakken and Solbergbakken. The first trials were made on 15 January, giving jumps 34 meters. This was regarded as the furthest anyone would jump. The hill was subsequently expanded slightly a few times afterwards, including blasting it steeper, chopping it wider, and covering the landing slope with earth and sowing grass to improve the profile.=== Olympic hill ===The day after the race in 1927, the superstructure collapsed, caused by rot in combination with a heavy snowfall. This caused the introduction of public control with scaffolding and bleachers in Norway. By then, Holmenkollbakken was lagging behind internationally, and the world record at the time had exceeded 60 meters. It was therefore decided that a new superstructure would be 19 meters (62 ft) tall and moved 9 meters (30 ft) further back. Besserudtjernet was partially drained in 1928, but the hotels, which received their water from the lake, would not allow draining the following years. In 1931, the lake was fully drained, which allowed the out-run to be longer. In the 1930s, talk of an 80-meter hill started, which would potentially be built in Rødkleiva, further out in Nordmarka. The Association for the Promotion of Skiing made a formal investigation into the matter in 1937. There was agreement that the venue was becoming too small for international competitions.Following the FIS Nordic World Ski Championships 1940 being awarded to Oslo, the Association for the Promotion of Skiing decided to build a larger in-run. Construction started in 1938 and consisted of a 40-meter (130 ft) tall in-run tower. The take-off was moved 12 meters (39 ft) further back and 6 meters (20 ft) higher. The new structure was inaugurated in 1940, although the World Championships were canceled due to the Second World War. The venue was subsequently left unused for five years during the German occupation of Norway. German forces used the hill as a site for anti-aircraft artillery and the in-run was painted green. In 1945, the venue received a new upgrade, this time with new grandstands and a larger profile.In 1948, Oslo was awarded to host the 1952 Winter Olympics. This caused a bonanza of plans, one superseding the other. Until then, the grandstand on the sides of the hill had been temporary; prior to the Olympics these were rebuilt as permanent. A new grandstand was built, a jury tower was constructed, as was facilities for the delegates, the royal family and radio broadcasting. The in-run was rebuilt; while it previously had been a mess of open, wooden structures, it was shelled in, painted white and received an elevator. The hill had to be expanded, and to allow this, the landing slope needed to be lifted by being built as an artificial structure. Below the lifted part of the hill was built a three-story building, with the ski museum in the lower two floors and a restaurant in the top floor. The lake was dug 6 meters (20 ft) deep and made a swimming pool during the summer. The upgrades cost NOK 1.5 million, paid for by Oslo Municipality. These upgrades resulted in an artificial lake being constructed in the off-run, which became a recreational and swimming venue for the city's residents. The lake was at the time 3 meters (9.8 ft) deep and had a typical temperature of 10 °C (50 °F). Oslo had a failed bid for the 1968 Winter Olympics.Following Oslo's decision to bid for the FIS Nordic World Ski Championships 1966, it became evident that more upgrades would be needed to meet the International Ski Federation's requirements. To allow for longer jumps, the take-off needed to be moved 10 meters (33 ft) back, and the lake dug deeper, with new concrete stands being built into the sides. Combined with the tower being built taller, this gave a 56-meter (184 ft) height difference between the start and the off-run, allowing for the desired lengths. The championships were the first to use computer to calculate the scores, but communication still used wired telephones, as had been used during the Olympics. The public announcement and scoreboard systems remained manual.By 1971, the Association for the Promotion of Skiing was no longer making much money off the Ski Festival, and they started discussing rebuilding the entire complex.  Rolf Ramm Østgaard made a proposal which would include a twin hill, with both a normal and large hill. Again the proposal of building the large hill at Rødkleiva was launched. The arguments for keeping the hill at Holmenkollen was that it would allow for a close connection between the ski jumping and cross-country skiing events. However, Holmenkollen, because it was built with a superstructure, was plagued with wind. Experience from among other things Salpausselkä in Lahti, Finland, showed that this could be partially combated by building the jump into the hill. No immediate solution was found, and maintenance of the old structure continued. Lighting which allowed the venue to be seen from the city during night was installed in 1977. The main problem was the elevator, which was eventually replaced in 1978. During the 1970s, a stage was built in the lake, which allowed concerts, plays and other entertainment events to take place. Oslo City Council considered bidding for the 1980 Winter Olympics during the 1970s, but it was found that it would not be a suitable investment.In 1979, Oslo was awarded the FIS Nordic World Ski Championships 1982, and further upgrades to the hill were necessary. The costs of the upgrades were NOK 50 million, of which the Norwegian Ski Federation paid NOK 5 million, and Oslo Municipality and the state split the rest. The large expenditures resulted in a public debate. The upgrades saw the introduction of electronics into most parts of the venue. The old system of manual distance measurement by people standing beside the hill was abolished, and replaced by the video-based system Robotron. Other new installations was an electronic result and scoreboard system, a new time-keeping and speed system, and a new central system to calculate scores. The in-run was expanded, and a mobile start platform was installed, but later removed and replaced by a bar. The knoll and landing slope were adjusted, and the straight section was moved 10 meters (33 ft) further down. In the transition to the out-run, 130,000 cubic meters (4,600,000 cu ft) of earthwork was blasted away, and Besserudtjernet was sunk another 7 meters (23 ft). This allowed for additional grandstands to be built and the last wooden grandstands were removed. New structures were built for delegates, broadcasting and the jury.The Robotron system was found to be unreliable, and was taken out of use in 1986. In 1990, a porcelain track was laid in the in-run. An aluminum stage was also built across the off-run, which could be used for concerts during the summer. In 1992, the hill was further expanded by digging down another 3.5 meters (11 ft). This increased the K-point from 105 to 110. From 1992, the venue used a system of video still images to determine the length. Following the decision to upgrade the hill in 1991, Kollenhopp was established. A cooperation between the ski jumping clubs in Eastern Norway, it was to create more jumping activity in Holmenkollbakken, similar to the success of Trønderhopp. From 1992, the hill received floodlighting, allowing events to be scheduled into the evening, and the organizers able to move events to the evening, if wind conditions were not good during the day.=== New hill ===In 2002, the Association for the Promotion of Skiing and the city started the process of applying for the FIS Nordic World Ski Championships 2009. The city council decided to grant NOK 52.8 million to upgrade Holmenkollen, including Holmenkollbakken, for the 2009 World Championships. Oslo lost the vote in the International Ski Federation (FIS) against Liberec, Czech Republic, on 4 June 2004. The Norwegian Ski Federation subsequently stated that they would apply for the 2011 World Championships. The Association for the Promotion of Skiing stated that they wanted a new hill in Rødkleiva instead of expanding the existing ski flying hill in Vikersund, Vikersundbakken. Holmenkollbakken would then be used for the last time as a large hill during the 2011 World Championships, and would then converted to a normal hill. In May 2005, the general assembly of the Norwegian Ski Federation voted to build a new ski flying and normal hill in Rødkleiva ahead of the 2011 World Championships. Following Vikersundbakken being awarded the FIS Ski-Flying World Championships 2012 in 2008, the general assembly of the Norwegian Ski Federation that year decided to terminate the plans for a ski flying hill in Rødkleiva.On 22 September 2005, FIS stated that an all-new Holmenkollbakken would have to be built if Oslo was to host the World Championships and World Cup tournaments. FIS stated that similar reconstructions had been done with Schattenbergschanze in Oberstdorf, Germany, and Bergiselschanze in Innsbrück, Austria. In December 2005, the Norwegian Directorate for Cultural Heritage gave permission for the tower to be demolished, on the condition it was replaced by a new in-run with a similar architectural quality and retain its function as a landmark. They stated that it was the activity itself that is worthy of preservation, not the structure itself. The city council made the final decision to apply for the World Championships and build a new hill on 1 March 2006. A new hill was at the time estimated to cost NOK 310 million, and the state was willing to finance NOK 70 million of those. Oslo was awarded the 2011 World Championships in May 2006.The municipality issued an architectural design competition to rebuild the hill; Julien De Smedt's proposal was selected among 104 entrants. At the time, it was estimated that the new national arena would cost NOK 653 million. Demolition of Holmenkollbakken started on 16 October 2008. The World Cup tournament in 2009 was held at Vikersundbakken instead of Holmenkollen because of the reconstruction. By 2008, the cost had accelerated to NOK 1.2 billion, and by the following year it had reached NOK 1.8 billion. City Commissioner For Business and Culture, Anette Wiig Bryn of the Progress Party, had to leave her position because of the cost overruns. A consultant report ordered by the municipality concluded that the pressure to find cost savings to stay within the budget, which was underestimated to start with, resulted in slower progress, which again resulted in higher costs.The costs of the new large hill were NOK 715 million, while total costs for the upgrade of the national arena and infrastructure ended at NOK 2,426 million. This included the construction of a new ski stadium next to Holmenkollbakken, and Midtstubakken, and upgrades to the Holmenkollen Line. It was originally decided that the first jump would be taken by Anette Sagen, Norway's leading female jumper, on 3 March 2010. However, the organizers decided that Bjørn Einar Romøren would be allowed to test-jump the venue the evening before. In the first ever jump in the new venue, Romøren jumped 110.0 meters. The organizers stated that Sagen's jump the following day, which reached 106.5 meters, was to be considered the official first jump. Romøren was subsequently suspended from the following World Cup round.== Facilities ==The hill is part of Holmenkollen National Arena, which also consists of a combined cross-country skiing and biathlon stadium, the normal hill Midtstubakken. Along with Granåsen in Trondheim and Lysgårdsbakken in Lillehammer, Holmenkollen is one of three normal and large hill national arenas for ski jumping and Nordic skiing. The hill is the most popular tourist attraction in Norway, and has roughly one million visitors each year. Holmenkollbakken is co-located with Holmenkollen Ski Museum, which presents the history of skiing. It has a simulator which allows the public to visualize a ski jump in the hill. The hill records is 139.5 meters, set by Anders Jacobsen in 2011, while the women's record is 131.0 meters, set by Anette Sagen in 2006.After the 1992 upgrades, the Olympic hill had a K-spot of 110 meters. The top of the in-run was 417 meters (1,368 ft) above mean sea level. The tower was 42 meters (138 ft) tall; the top of the in-run was located behind the tower and was 60 meters (200 ft) above the ground. The in-run was 94 meters (308 ft) long. The landing slope was 37 degrees at the steepest and 115 meters long. The vertical height difference between the top of the in-run and the off-run was 121 meters (397 ft).The new hill has a hill size of 134 meteres and K-spot of 120 meteres. The steepest part of the landings slope is 35.7 degrees, which is 105.6 meters (346 ft) from the take-off. The angle at the hill size point is 30.8 degrees, while the width of the landing slope is 25.2 meters (83 ft). The in-run, built of steel, is 96.95 meters (318.1 ft) long, which is 36 degrees at the steepest. The take-off is 3.0 meters (9.8 ft) tall. The height distance from take-off to the K-point is 59.1 meters (194 ft). The grandstands are made of steel and concrete, and include VIP facilities. It is the only hill in the world with a permanent wind screen built as part of the designed construction, and the only steel jump in the world. The hill is 375 meters (1,230 ft) above mean sea level. The venue is owned by Oslo Municipality and operated by the Association for the Promotion of Skiing.Transport is based on that no spectators will use private cars to the venue. Instead, all spectators must use the Holmenkollen Line of the Oslo Metro. Holmenkollen Station is located within walking distance of the large hill and cross-country stadium. Holmenkollen Station is the only one the line with platforms long enough for six cars, which allows a capacity of 9,000 people per hour.== Events ===== Ladies ====== Men ===In 1896 the cross-country part of Nordic combined was cancelled and ski jumping counted as final result. Ski jumping events listed only:The Holmenkollen Ski Festival is an annual Nordic skiing event which takes places at Holmenkollen. Until 1932, jumping was part of Nordic combined, and the events were completely dominated by Norwegians. In 1903, Oslo hosted its only version of the Nordic Games, dubbed the Winter Sports Week. Regarded as the precursor of the Winter Olympics, the event featured among other things ski jumping in Holmenkollbakken. The Ski Festival was first held on a Sunday in 1926.  Starting in 1933, there was a pure ski jumping competition, which made it easier for foreign jumping specialists to compete for the top positions. Originally, the style scores were secret, creating public discussions about the fairness of judges in even races. This was changed in 1951, when the style scores started being announced over the PA system.The Holmenkollen Ski Festival has been regarded as the de facto World Championships prior to the 1924 Winter Olympics. The Norwegian Ski Federation had been an opponent of establishing World Championships and Winter Olympics because they felt it would take away the prestige of the Ski Festival. Oslo was awarded the FIS Nordic World Ski Championships 1930; with exception of Sweden's Erik Rylandet who finished fifth, Norway had the top ten positions.Holmenkollen was the venue of the Nordic skiing during the 1952 Winter Olympics. Two events were held at Holmenkollbakken: ski jumping and the jumping part of Nordic combined. The exact number of people attending the ski jumping event on 24 February is not known, but it somewhere between 120,000 and 150,000, with the official report stating 143,000. The event was won by Arnfinn Bergmann ahead of Torbjørn Falkanger, both from Norway, and Karl Holmström of Sweden.The next World Championship was held in 1966. By then both normal and large hill competitions had been introduced, and the normal hill competition would be held at Midtstubakken, as they would later also be done in 1982 and 2011. The 1966 large hill competition was won by Norway's Bjørn Wirkola, while the 1982 event was won by Matti Nykänen of Finland.From the 1979–80 season, FIS introduced the Ski Jumping World Cup. The FIS Nordic Combined World Cup was first held in the 1983–84 season. By 1990, a conflict had arisen between the ski jumpers and the International Ski Federation. On the day of the Ski Festival, the jumpers collectively demanded NOK 150,000 in increased prize money, or threatened to not jump. It was stated that the money would be used for charity, such as resurrecting Romanian ski jumping. The demand was rejected by the organizers, who stated that they would have to disqualify the jumpers, as they would be regarded as professionals, rather than amateurs. Since 1997, the World Cup jumps in Holmenkollen have been part of the Nordic Tournament, which includes four successive jumps in four Norwegian, Swedish and Finnish ski jumps, inspired by the Four Hills Tournament.During summer, the old hill had a lake, which made it possible to use the amphitheater for concerts, plays and entertainment. The venue was then often referred to as Sommerkollen. From 1963, a temporary, small in-run was built down the southern grandstand, which allowed skiers and divers to make a jump and land in the water. Between 1963 and 1983, a competition was held nine times. Starting in 1983 was Ta sjansen, which was televised annually by the Norwegian Broadcasting Corporation and became Sommerkollen's most popular show. It was an informal competition with two main events: one where a home-made craft was to first slide down a short in-run and then slide along the water surface to hit a mounted bell in the shortest possible time. The other was a cycling competition where the cyclist had to complete a track on a wobbly floating wharf.",
    "base_points": 54,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "b355df009ccfb05f34d5bf926b82dc7f",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["b355df009ccfb05f34d5bf926b82dc7f"]
  },
  {
    "id": 17,
    "name": "Big Boy Church",
    "short_description": "Oslo Cathedral (Norwegian: Oslo domkirke) — formerly Our Savior's Church (Norwegian: Vår Frelsers kirke) — is the main church for the Church of Norway Diocese of Oslo, as well as the parish church for downtown Oslo. The present building dates from 1694...",
    "full_description": "Oslo Cathedral (Norwegian: Oslo domkirke) — formerly Our Savior's Church (Norwegian: Vår Frelsers kirke) — is the main church for the Church of Norway Diocese of Oslo, as well as the parish church for downtown Oslo. The present building dates from 1694-1697.The Norwegian Royal Family and the Norwegian Government use the Cathedral for public events. It was closed for renovation in August 2006 and re-opened with a festive high mass on 18 April 2010.== History ==The current Oslo Cathedral is the third cathedral in Oslo, Norway. The first, Hallvards Cathedral, was built by King Sigurd I of Norway in the first half of the 12th century, and was located by the Old Bishop's Palace in Oslo, some 1.5 kilometres (0.93 mi) east of today's cathedral.For almost 500 years, Hallvards Cathedral was the most important church in the city. After a great fire in Oslo during 1624, King Christian IV decided to move the city a few kilometers west to be protected by Akershus Fortress. Construction of a new church was begun in 1632, on the main square in the new city. After that, Hallvards Cathedral fell into disrepair and decayed.In 1639 the second cathedral was built (Hellig Trefoldighet). This cathedral burnt down after only 50 years, however, and the current cathedral was built to replace it. The church was probably designed by Jørgen Wiggers, the Councillor of the State (etatsråd). The current cathedral was erected on a small rocky outcrop in the east end of what would later become Stortorvet. The foundation stone was laid in 1694 and the church was consecrated in November 1697.In 2001 Oslo Cathedral was the site of the wedding of Haakon, Crown Prince of Norway, and Mette-Marit Tjessem Høiby.== Restoration ==The Cathedral was rebuilt between 1848-1850 after a plan by German-born architect, Alexis de Chateauneuf (1799-1853). Another German-born architect, Heinrich Ernst Schirmer (1814-1887) was the construction manager for the project. When Chateauneuf became ill in 1850, Schirmer retained Wilhelm von Hanno (1826-1882) to complete the project.Oslo Cathedral is located at Stortorvet square north/north-east of Karl Johans gate, between Kirke gate and Dronningens gate. The Cathedral's lower end is surrounded by the Bazaar         (Basarene ved Oslo domkirke), a curved long building with a tower covered in green copper like the Cathedral.  Integrated with Basarene is the Fire Watch  (Brannvakten) which served as Oslo's main fire station from 1860 until 1939, when today's main fire station at Arne Garborgs plass was opened. The Cathedral, Basarene and Brannvakten are all built in red brick. Both Basarene and Brannvakten were built between the years 1840-1859 from the plans of City Architect, Christian H. Grosch.Art works from recent times in the cathedral include stained glass windows in the choir by Emanuel Vigeland installed between 1910–16, west portal's bronze doors executed by Dagfin Werenskiold (1892-1977) in 1938, and the  silver sculpture with communion scene by Italian sculptor Arrigo Minerbi dating from 1930. The ceiling decorations are by Norwegian painter Hugo Lous Mohr (1889-1970). In the latter half of the 1990s, the main organ built by Ryde \u0026 Berg of Fredrikstad, was mounted behind the old baroque facade.Restoration was completed at the time of the city's 900 anniversary in 1950.  The church was restored under the plans of architect Arnstein Arneberg. The neo-Gothic interior was removed and the original furnishings brought back. Arneberg also designed the chapel on the south side of the church. The church was closed in August 2006 for renovation and was opened in April 2010 in the presence of Harald V of Norway and the Norwegian royal family.== Bishops of Oslo since the Reformation ==1541–1545 Hans Rev1545–1548 Anders Madssøn1548–1580 Frants Berg1580–1600 Jens Nilssøn1601–1607 Anders Bendssøn Dall1607–1617 Niels Claussøn Senning1617–1639 Niels Simonsen Glostrup1639–1646 Oluf Boesen1646–1664 Henning Stockfleth1664–1699 Hans Rosing1699–1712 Hans Munch1713–1730 Bartholomæus Deichman1731–1737 Peder Hersleb1738–1758 Niels Dorph1758–1773 Frederik Nannestad1773–1804 Christen Schmidt1805–1822 Frederik Julius Bech1823–1845 Christian Sørensen1846–1874 Jens Lauritz Arup1875–1893 Carl Peter Parelius Essendrop1893–1896 Frederik Wilhelm Bugge1896–1912 Anton Christian Bang1912–1922 Jens Frølich Tandberg1922–1937 Johan P. Lunde1937–1951 Eivind Berggrav1951–1968 Johannes Smemo1968–1973 Fridtjov Søiland Birkeli1973–1977 Kaare Støylen1977–1998 Andreas Aarflot1998–2005 Gunnar Stålsett2005– Ole Christian Kvarme== Organs and organists ==The cathedral's first organ was built in 1711 by Carl Gustav Luckvitz, while the current main organ was built by Jan Ryde in 1997 for the 300-year anniversary. The two smaller organs in the cathedral were also built by  Ryde og Berg Orgelbyggeri.=== Organists ===1709–1721 Christian Olsen Rode1721–1764 Johan Fredrik Clasen1764–1769 Johan Adolph Pløen1769–1809 Johan Krøyer1809–1828 Fredrik Christian Groth1820–1826 Frederik Christian Lindeman1828–1840 Jacob Andreas Lindeman1840–1887 Ludvig Mathias Lindeman1887–1916 Christian Cappelen1913–1916 Wilhelm Huus-Hansen1916–1932 Eyvind Alnæs1933–1966 Arild Sandvold1966–1982 Rolf Karlsen1982–  Terje Kvam1982–  Kåre Nordstoga",
    "base_points": 44,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "78dbea86967f745f3c8510695c83f68d",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["78dbea86967f745f3c8510695c83f68d"]
  },
  {
    "id": 18,
    "name": "Who is Astrup Fearnley?",
    "short_description": "The Astrup Fearnley Museum of Modern Art is a  privately owned contemporary art gallery in Oslo in Norway. It was founded and opened to the public in 1993. The collection's main focus is the American appropriation artists from the 1980s, but it is curr...",
    "full_description": "The Astrup Fearnley Museum of Modern Art is a  privately owned contemporary art gallery in Oslo in Norway. It was founded and opened to the public in 1993. The collection's main focus is the American appropriation artists from the 1980s, but it is currently developing towards the international contemporary art scene, with artists like Jeff Koons, Richard Prince, Cindy Sherman, Matthew Barney, Tom Sachs, Doug Aitken, Olafur Eliasson and Cai Guo-Qiang. The museum gives 6-7 temporary exhibitions each year. Astrup Fearnley Museum of Modern Art collaborates with international institutions, and produces exhibitions that travels worldwide. In 2012 the museum moved to two new buildings designed by Renzo Piano on Tjuvholmen.== History ==The museum opened in 1993, and was funded by two philanthropic foundations established by descendants of the Fearnley shipping family, the Thomas Fearnley Foundation and the Heddy and Nils Astrup Foundation.The two foundations merged in 1995 to become the Thomas Fearnley, Heddy and Nils Astrup Foundation. The Thomas Fearnley Foundation was established by shipping magnate Thomas Fearnley (1880–1961) in 1939; he was the son of shipping magnate Thomas Fearnley (1841–1927) and grandson of romantic painter Thomas Fearnley. The Heddy and Nils Astrup Foundation was named for Nils Ebbessøn Astrup, who was a maternal grandson of Thomas Fearnley (1841–1927).The museum created a stir in the international art world in 2002 when it purchased the American artist Jeff Koons's monumental sculpture in gilt porcelain of the pop star Michael Jackson with Bubbles, his favorite chimpanzee, for USD 5.1m.== The collection ==The permanent collection consists of works of Norwegian and International Contemporary Art. The museum collection was originally based on a private collection that goes back thirty years, and has significantly developed with the many changes in modern/contemporary art. There has been an interest in German Abstract Expressionism, English modern painting, and the Young British Artists. Presently the collection is orientated towards the young American art scene. It also encompasses works pertaining to the steadily increasing global art community. The main areas of curatorial expertise in the museum are art from the 1960s to the present, including American and European pop-art, post-modern appropriation art of the 1980s and international contemporary art. Much needed additional space will be provided by 2012 when the museum moves into two new buildings designed by Renzo Piano. The collection includes works by artists such as;Janine Antoni, Francis Bacon (artist), Matthew Barney, Dado, Gardar Eide Einarsson, Robert Gober, Felix Gonzalez-Torres, Douglas Gordon, Cai Guo-Qiang, Damien Hirst, Anselm Kiefer, Jeff Koons, Louise Lawler, Sherrie Levine, Bjarne Melgaard, Bruce Nauman, Shirin Neshat, Sigmar Polke, Richard Prince, Charles Ray, Jason Rhoades, Gerhard Richter, Tom Sachs, Cindy Sherman, Rirkrit Tiravanija and Andy Warhol.\t\t\t\t\t\t\t\t== Exhibitions ==\"Europe, Europe\"—20142012To Be With Art Is All We Ask.Highlights from the permanent collection.2011VideoSpace.Surrounding Bacon \u0026 Warhol.Dan Colen-Peanuts.2010Ernesto Neto - Intimacy.Gardar Eide Einarsson - Power has a Fragrance.Bjarne Melgaard - Jealous.2009Rotating Views #2- Astrup Fearnley Collection.Nate Lowman - The Natriot Act.Indian Highway.Rotating Views #1- Astrup Fearnley Collection.2008Andy Warhol by Andy Warhol.Meet me around the corner.Huang Yong Ping - Ping Pong.LIGHTS ON – Norwegian Contemporary Art.2007China Power Station: Part II.Ann Lislegaard - Science Fiction and other worlds.Richard Prince - Canaries in the Coal Mine.2006Charles Ray - Black \u0026 White.MORE THAN THE WORLD - Astrup Fearnley Collection.Knut Åsdam - Retrospective.Not all is visible - Astrup Fearnley Collection.Tom Sachs: SURVEY. America - Modernism - Fashion.Astrup Fearnley Collection: Photo and Video.2005Uncertain States of America - American Art in the 3rd Millennium.MO(NU)MENTS! Astrup Fearnley Collection.Damien Hirst.Yoko Ono: Horizontal Memories.2004Jeff Koons: Retrospective.Everything is Connected. Jeff Wall - Tableaux.Olafur Eliasson- Colour memory and other informal shadows. Vibeke Tandberg.2003Everyday Aesthetics - Works from the Astrup Fearnley Collection.Matthew Barney - The Cremaster Cycle.The Painting never dries... Reflections over paintings in the Astrup Fearnley Collection. Torbjørn Rødland - Grave with a view.Robert Gober - Displacements. Janet Cardiff - Georges Bures Miller.2002Børre Larsen - Comments.Jens Johannessen - Allegory - Paintings 1998-2002.Mike Bidlo - Not Picasso, Not Pollock, Not Warhol.Reality fantasies - Post-modern Art from the Astrup Fearnley Collection. Mari Slaattelid - Concealing Redness.Claude Rutault - The Painting in the same colour as the wall on which it is hung. Passenger - The Viewer as Participant.2001Leonard Rickhard - Soft Whispers in the Birch Wood. Museum 2 - Works from the Astrup Fearnley Collection.Børre Sæthre - My Private Sky.Sigmar Polke- Alchimist.2000Bjørn Carlsen. Museum - Works from the Astrup Fearnley Collection.     Tom Sandberg - Photographs. Sincerely Yours.1999Kjell Torriset - Second Nature.       Anna Gaskell.     School of Oslo.   Gilbert \u0026 George 1970-1997.Gerhard Richter. Alberto Chissano \u0026 Titos Mabota- Two Artists, Two Generations.1998Odd Nerdrum- Tyve års tilbakeblikk.Siste nytt- Works from the Astrup Fearnley Collection. Olivier Debré in Norway.Veikryss- Works from the Astrup Fearnley Collection.R.B Kitaj- An American in Europe.1997Olav Chr. Jenssen- Biographie 1982- 1997.Åpnet rom- Works from the Astrup Fearnley Collection. Ørnulf Opdahl -Ved Havet.Per Inge Bjørlo/ Tom Sandberg.Giacometti/ de Staël- a Precarious Balance.1996Frans Widerberg. Maleri 1956- 1996.Håvard Vikhagen (festival exhibition).\"Memory of the World\" (UNESCO).Works from the Astrup Fearnley Collection.     Malcom Morley 1965- 1995.1995Knut Rose- Personlig rapport- Retrospective.Ross Bleckner.Christopher le Brun.1994…og vestenfor måne- 13 Norwegian painters.Double Reality- The school of London.1993Opening Exhibition.== The Old Museum Building ==The Astrup Fearnley Museum of Modern Art is an independent part of the Astrup Fearnley building complex, which covers approximately one half of a city block. Designed by LPO architects and designers, the museum opened in the autumn of 1993 and encloses an area of about 2500m².The old museum building had a main entrance on Revierstredet, marked with monumentally large steel doors; when the doors are open, one can see from a great distance that the museum is open.The exhibition spaces covered two floors. The height of the galleries varies from 3,5 to 10,5 meters. In the design of the gallery spaces, emphasis is upon the rooms expressing humility in relation to the artworks; simultaneously they provide the works with a beautiful and functional frame. Emphasis is also laid upon the entryway and exhibition spaces being airy and pleasant to move about in. The floor-design provides great flexibility for temporary constructions and installations. The choice of materials expresses quality but with limited means—here the artworks are the main focus. The concrete wall, like a circular movement in the museum, establishes a powerful but nevertheless subdued backdrop; the stairway to the main gallery, formed in steel with steps of smoked oak, shows an unambiguous connection between the two floors. The stone floor is made of Cascais Azul, a Portuguese sandstone.Aside from the sculpture garden, the exhibition spaces are devoid of daylight, yet they have a general artificial lighting that can be specifically adapted to any requirement.The administration department is situated on the mezzanine; with a predominance of steel elements, it is an architectural volume in its own right.== New Museum ==Astrup Fearnley Museum of Modern Art is now situated on Tjuvholmen in the centre of Oslo. The new museum was designed by the architect Renzo Piano and opened on 29 September 2012,.  It consists of two buildings housing the museum’s permanent collection as well as temporary exhibitions.Large, modern exhibition spaces give the museum the possibility to continue its ambitious program of temporary exhibitions. Altogether, Astrup Fearnley Museum of Modern Art has at its disposition about 4200 m². The museum is situated in the Tjuvholmen skulpturpark, also designed by Renzo Piano.== Controversies ==In 2012, the decision by the private Astrup Fearnley Museum to accept sponsorship from the Norwegian arm of the Swedish-based oil company  Lundin Petroleum caused public criticism.",
    "base_points": 53,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "f80e9f6f0cc34a1c2dfd38afcd987091",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["f80e9f6f0cc34a1c2dfd38afcd987091"]
  },
  {
    "id": 19,
    "name": "Myraløkka",
    "short_description": "Automatically created achievement",
    "full_description": "Perfekt perfekt",
    "base_points": 52,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "7aedbeca203bd411b79bf15f7fc52fee",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["7aedbeca203bd411b79bf15f7fc52fee"]
  },
  {
    "id": 20,
    "name": "Torshovdalen",
    "short_description": "Automatically created achievement",
    "full_description": "A nice park for hanging out, sunbathing, chilling, playtime etc.",
    "base_points": 51,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "590e7e8f1fb718fd405dab9b630ba047",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["590e7e8f1fb718fd405dab9b630ba047"]
  },
  {
    "id": 53,
    "name": "Paradise Bay",
    "short_description": "Automatically created achievement",
    "full_description": "Go swimming in Paradisbukta - or have a bbq enjoying the sunset",
    "base_points": 47,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "764057e12ade44548224351b6d990606",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["764057e12ade44548224351b6d990606"]
  },
  {
    "id": 54,
    "name": "Contested Territory",
    "short_description": "Automatically created achievement",
    "full_description": "**Kuba**, the **Cuba park** is a park commonly used for political demonstrations and cultural events, and has several possible origins of its name.",
    "base_points": 45,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "3a76b857a4a034b05d22af3afc96f646",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["3a76b857a4a034b05d22af3afc96f646"]
  },
  {
    "id": 55,
    "name": "White Summit",
    "short_description": "Automatically created achievement",
    "full_description": "Scraped from FourSquare",
    "base_points": 53,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "1884d402caf5c4a005db4eeb122f7b05",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["1884d402caf5c4a005db4eeb122f7b05"]
  },
  {
    "id": 22,
    "name": "The Birch Grove",
    "short_description": "Birkelunden (lit. 'The Birch Grove') is a park placed centrally in the Grünerløkka borough of Oslo, Norway. It is formed as a rectangle, more or less like a city block.== History ==The area belonged to Aker municipality until 1858, when it was inco...",
    "full_description": "Birkelunden (lit. 'The Birch Grove') is a park placed centrally in the Grünerløkka borough of Oslo, Norway. It is formed as a rectangle, more or less like a city block.== History ==The area belonged to Aker municipality until 1858, when it was incorporated into Christiania (Oslo). It was made into a park on Thorvald Meyer's orders in the 1860s. Having developed the neighborhood Grünerløkka, Meyer gave the park Birkelunden to the municipality in 1882. It received major renovations between 1916 and 1920 and 1984 and 1986. In 1920 it was the intention to create a children's playground as well as a small ice rink. A music pavilion was added in 1926, and a small pool added between 1927 and 1928. The park also has several monuments, including a monument to Norwegian volunteers in the Spanish Civil War. Other major parks in the area are Olaf Ryes plass, Sofienberg Park, and Tøyen Park.The park is surrounded by four streets, and housing three and four storeys tall, mostly built in the 1870s and 1880s. Grünerløkka School adjacent to the park was taken into use in 1895, and on the opposite side of the park is found Paulus Church from 1892.In 2006 the park, school, church and fifteen blocks in the surrounding urban area was put under strict regulations, prohibiting any visible changes to the city environment. According to the Norwegian Ministry of the Environment, it was the first \"preservation of a cultural [physical] environment in a city\"; earlier the cultural environments Havråtunet, Sogndalsstrand, Utstein Abbey, Neiden and Kongsberg Silver Works had been preserved.== Transport ==Birkelunden is a light rail station on the Grünerløkka–Torshov Line of the Oslo Tramway. It is served by lines 11, 12 and 13. The park is also served by line 30 of Ruter's bus network.",
    "base_points": 55,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "8529fa66820d5abdb2022209c4875cb2",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["8529fa66820d5abdb2022209c4875cb2"]
  },
  {
    "id": 21,
    "name": "Bridge to Sandesund",
    "short_description": "Automatically created achievement",
    "full_description": "Scraped from FourSquare",
    "base_points": 47,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "a883ed8c4c1901d249896c2219ee388f",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["a883ed8c4c1901d249896c2219ee388f"]
  },
  {
    "id": 23,
    "name": "Origins of Culture",
    "short_description": "Norsk Folkemuseum (Norwegian Museum of Cultural History), at Bygdøy, Oslo, Norway, is a museum of cultural history with extensive collections of artifacts from all social groups and all regions of the country. It also incorporates a large open-air muse...",
    "full_description": "Norsk Folkemuseum (Norwegian Museum of Cultural History), at Bygdøy, Oslo, Norway, is a museum of cultural history with extensive collections of artifacts from all social groups and all regions of the country. It also incorporates a large open-air museum with more than 150 buildings, relocated from towns and rural districts.The Norwegian Museum of Cultural History is situated on the Bygdøy peninsula near several other museums, including the Viking Ship Museum; the Fram Museum; the Kon-Tiki Museum; and the Norwegian Maritime Museum.== History ==Norsk Folkemuseum was established in 1894 by librarian and historian Hans Aall (1867-1946). It acquired the core area of its present property in 1898. After having built temporary exhibition buildings and re-erected a number of rural buildings, the museum could open its gates to the public in 1901. In 1907, the collections of King Oscar II, on the neighbouring site, was incorporated into the museum. Its five relocated buildings, with the Gol Stave Church in the centre, is recognized as the world's first open-air museum, founded in 1881.Hans Aall was the director until his death in 1946. Under his leadership the museum experienced a substantial growth of its area, staff, collections, buildings and number of visitors. Reidar Kjellberg became Director of the museum in 1947 and remained museum director until he retired, in 1974. From 1990 until 2000, Erik Rudeng was the director. The director since 2001 is Olav Aaraas.Among the museum's more significant buildings are the 13th-century Gol Stave Church, which was incorporated into the Norsk Folkemuseum in 1907. The Gol Stave Church is one of five medieval buildings at the museum, which also includes the 14th-century Rauland farmhouse (Raulandstua) and the 1865 tenement building relocated from 15 Wessels gate in Oslo. Seven of the nine flats show typical interiors from various periods of the 19th and 20th centuries, including a flat inhabited by an immigrant family from Pakistan as it was furnished in 2002. In 1951, the Sami collections in the Ethnographic Museum of the University of Oslo were transferred to the Norsk Folkemuseum.The museum also possesses a large photographic archive, including a significant portion of the works of Anders Beer Wilse. In 2004, the administration of the adjacent Bygdøy Royal Estate was transferred to the museum. Throughout its existence, research has focused on building and furniture, clothing and textiles, technical and social culture, agriculture, working memory and Sami culture.== Gallery ==\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t",
    "base_points": 42,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "8d4f82ce0fc34be9164b4f52fecbc2bc",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["8d4f82ce0fc34be9164b4f52fecbc2bc"]
  },
  {
    "id": 24,
    "name": "Scream!",
    "short_description": "Automatically created achievement",
    "full_description": "**Edvard Munch** was a Norwegian painter and printmaker whose intensely evocative treatment of psychological themes built upon some of the main tenets of late 19th-century Symbolism and greatly influenced German Expressionism in the early 20th century. His best known work is The Scream, painted in 1893.",
    "base_points": 40,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "b1e17b8ec982fa1b152e76d90649d30e",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["b1e17b8ec982fa1b152e76d90649d30e"]
  },
  {
    "id": 25,
    "name": "A (not so) stony park",
    "short_description": "Automatically created achievement",
    "full_description": "Great place to walk your dog! Most other dogs (\u0026their owners) in the park are friendly and well behaved. There's also a dog run inside the park, where pooches can play safely off leash with each other",
    "base_points": 55,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "00f646f71b8fac8c7cc5c7350828cdf3",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["00f646f71b8fac8c7cc5c7350828cdf3"]
  },
  {
    "id": 26,
    "name": "Journey to the End of the World",
    "short_description": "Automatically created achievement",
    "full_description": "Take a walk on the deck of the Polar Ship Fram and feel like you're Amundsen heading for the South Pole.",
    "base_points": 52,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "a9144d2477d1927c04ddbb163ddf1684",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["a9144d2477d1927c04ddbb163ddf1684"]
  },
  {
    "id": 27,
    "name": "Frognerparken",
    "short_description": "Frogner Park (Norwegian: Frognerparken) is a public park located in the borough of Frogner in Oslo, Norway, and is historically part of Frogner Manor. The manor house is located in the south of the park, and houses the Oslo City Museum. Both the park, ...",
    "full_description": "Frogner Park (Norwegian: Frognerparken) is a public park located in the borough of Frogner in Oslo, Norway, and is historically part of Frogner Manor. The manor house is located in the south of the park, and houses the Oslo City Museum. Both the park, the entire borough of Frogner as well as Frognerseteren derive their names from Frogner Manor.Frogner Park contains, in its present centre, the well-known Vigeland installation (Norwegian: Vigelandsanlegget; originally called the Tørtberg installation), a permanent sculpture installation created by Gustav Vigeland between 1924 and 1943. Although sometimes incorrectly referred to in English as the \"Vigeland (Sculpture) Park,\" the Vigeland installation is not a separate park, but the name of the sculptures within Frogner Park. The sculpture park consists of sculptures as well as larger structures such as bridges and fountains.The park of Frogner Manor was historically smaller and centered on the manor house, and was landscaped as a baroque park in the 18th century by its owner, the noted military officer Hans Jacob Scheel. It was landscaped as a romantic park in the 19th century by then-owner, German-born industrialist Benjamin Wegner. Large parts of the estate were sold to give room for city expansion in the 19th century, and the remaining estate was bought by Christiania municipality in 1896 and made into a public park. It was the site of the 1914 Jubilee Exhibition, and Vigeland's sculpture arrangement was constructed from the 1920s. In addition to the sculpture park, the manor house and a nearby pavilion, the park also contains Frognerbadet (the Frogner Baths) and Frogner Stadium. The Frogner Pond is found in the centre of the park.Frogner Park is the largest park in the city and covers 45 hectares; the sculpture installation is the world's largest sculpture park made by a single artist. Frogner Park is the most popular tourist attraction of Norway, with between 1 and 2 million visitors each year, and is open to the public at all times. Frogner Park and the Vigeland installation (Norwegian: Frognerparken og Vigelandsanlegget) was protected under the Heritage Act on 13 February 2009 as the first park in Norway.== History ==In the middle of the 18th century Hans Jacob Scheel, then owner of the Frogner Manor, laid out a baroque garden adjacent to his new manor house. It was expanded by the people who followed him, starting with Bernt Anker (1746–1805) who bought Frogner in 1790 and expanded the main building. Benjamin Wegner took over the property in 1836 and he transformed the garden into a romantic park around 1840. Later, most of the arable land was sold to private developers.Around one square kilometer remained when the City of Oslo bought the property in 1896 to secure space for further urban development. The municipal government decided around 1900 to make a park for recreation and sports. Frogner Stadium was opened near the road and the area near the buildings was opened to the public in 1904. Norwegian architect Henrik Bull designed the grounds and some of the buildings erected in Frogner Park for the 1914 Jubilee Exhibition. The municipal government subsequently decided that Gustav Vigeland's fountain and all his monuments and statues should be placed in the park. The area was ready for Gustav Vigeland fountain in 1924 and the final plan was released in 1932 by the city-council. Most of the statues depict people engaging in various typically human pursuits, such as running, wrestling, dancing, hugging, holding hands and so on. However, Vigeland occasionally included some statues that are more abstract, including one statue, which shows an adult male, fighting off a horde of babies.\t\t\t\t== Manor house ==The manor buildings are located in the southern part of the park. The buildings in Danish country house style were built in the 1750s when Hans Jacob Scheel took over the property. After Bernt Anker, who was Norway's richest man, took over the estate in 1790, the buildings were further extended, and the manor house became one of the most important meeting places of Norwegian high society. They were rebuilt again by the industrialist Benjamin Wegner, who became owner in 1836 and who moved the tower to the main building.Under Wegner, some surrounding buildings were also built, the pavilion on the nearby height \"Utsikten\" (The View) and the coachman house at the main gate in front of the manor house. The pavilion was a wedding gift from Wegner to his wife Henriette Seyler, and was moved from Blaafarveværket in the 1830s. It is a classical octagonal round temple with colonnade. The ceiling is a painted replica in miniature of the dome of the Pantheon, Rome. In front of the main buildings is also a sundial built for Wegner.Today, the manor buildings are occupied by Oslo City Museum.Outside the manor buildings, there is also a café opened in 1918 (Frogner Park Café) and a restaurant opened in 1960 (Herregårdskroen, \"the Manor House Restaurant\").== Vigeland installation – the sculptures in Frogner Park ==The Vigeland installation (Norwegian: Vigelandsanlegget), originally called the Tørtberg installation, is located in the present centre of Frogner Park. It is the name of the arrangement of sculptures and not of an area as such, as the entire park is called Frogner Park. The Vigeland installation in Frogner Park is sometimes incorrectly referred to as the \"Vigeland Park,\" but this name has no official status, is not commonly used in Oslo and is considered inaccurate. The legal name of the entire park in accordance with the Place Name Act (stadnamnlova)  is Frognerparken (Frogner Park). The sculpture installation was, as part of Frogner Park, protected under the Heritage Act on 13 February 2009 under the name Frogner Park and the Vigeland installation (Norwegian: Frognerparken og Vigelandsanlegget).The sculpture area in Frogner Park covers 80 acres (320,000 m2) and features 212 bronze and granite sculptures, all designed by Gustav Vigeland. The Bridge was the first part to be opened to the public, in 1940. The Bridge forms a 100 metre (328 ft)-long, 15 metre (49 ft)-wide connection between the Main Gate and the Fountain, lined with 58 sculptures, including one of the park's more popular statues,  Angry Boy  (Sinnataggen). Visitors could enjoy the sculptures while most of the park was still under construction. At the end of the bridge lies the Children’s Playground, a collection of eight bronze statues showing children at play.Most of the statues in the park are made of Iddefjord granite.Originally designed to stand in Eidsvolls plass in front of the Parliament of Norway, the bronze Fountain (Fontenen) is adorned with 60 individual bronze reliefs, and is surrounded by an 1800 square metre black and white granite mosaic.The Vigeland installation's granite and wrought iron Main Gate also serves as the eastern entrance to Frogner Park from Kirkeveien. From there an 850 m (2,790 ft) long axis leads west through the Bridge to the Fountain and the Monolith, and ends with the Wheel of Life. The Main Gate consists of five large gates, two small pedestrian gates and two copper-roofed gate houses, both adorned with weather vanes. It was designed in 1926, redesigned in the 1930s and erected in 1942. It was financed by a Norwegian bank.The Monolith Plateau is a platform in the north of Frogner Park made of steps that houses the Monolith totem itself. 36 figure groups reside on the elevation, representing a “circle of life” theme. Access to the Plateau is via eight wrought iron gates depicting human figures. The gates were designed between 1933 and 1937 and erected shortly after Vigeland died in 1943.At the highest point in Frogner Park lies the park's most popular attraction, the Monolith (Monolitten). The name derives from the Latin word monolithus, from the Greek μονόλιθος (monolithos), μόνος meaning \"one\" or \"single\" and λίθος \"stone\", and in this case is a genuine monolith, being fabricated from one piece of solid stone. Construction of the massive monument began in 1924 when Gustav Vigeland modelled it in clay in his studio in Frogner. The design process took ten months, and it is supposed that Vigeland used sketches drafted in 1919. A model was then cast in plaster.In the autumn of 1927 a block of granite weighing several hundred tons was delivered to the park from a quarry in Halden. It was erected a year later and a wooden shed was built around it to keep out the elements. Vigeland’s plaster model was erected next to it for reference. Transferring the design began in 1929 and took three masons 14 years to accomplish. The Monolith was first shown to the public at Christmas 1944, and 180,000 people crowded into the wooden shed to get a close look at the creation. The shed was demolished shortly afterwards. The Monolith towers 14.12 metres (46.32 ft) high and is composed of 121 human figures rising towards the sky.At the end of the installation's axis there is a sundial, forged in 1930 (there is also an 1830s sundial outside the manor house in the south of the park), and finally the Wheel of Life stone sculpture, carved 1933–1934. The wheel depicts four adults, a child and a baby (the baby and child are on opposite sides).The latest addition to the park is a statue titled Surprised (Overrasket). Originally completed in plaster in 1942 only months before the model, Austrian refugee Ruth Maier, was sent to Auschwitz and killed, a bronze cast made in 2002 is now on permanent display.\t\t\t\t\t\t\t\t\t\t== Sports and bathing facilities ==On the outskirts of Frogner Park is Frognerbadet (Frogner Baths), which opened in 1956. Old Frogner Stadium opened in 1901 and was the city's main arena for skating. In 1914 the current Frogner Stadium was built right next to the old stadium. At the site of the old Frogner Stadium, there are now tennis courts.== In popular culture ==The book The Doomsday Key written by author James Rollins has scenes in Frogner ParkThe Norwegian movie Elling features a scene in which the sex-obsessed Kjell-Bjarne admires the sculptures of the park with Elling.The science fiction novel Mockymen by Ian Watson utilizes the park as a plot point.The song \"Vigeland's Dream\"' on Eleanor McEvoy's album Out There describes a walk in the park.The science fiction novella The State of the Art by Iain M Banks includes a walk in the park by the main characters.In the detective thriller The Leopard, part of the Harry Hole series, Frogner Park is the scene of a sensational murder case.In the TV series The Love Boat, some of the crew visited and saw the Vigeland sculptures in Frogner Park in a two-episode special.The 2017 film The Snowman features scenes in the park.",
    "base_points": 40,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "4be32ad751ed387bfc931aa4793807b1",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["4be32ad751ed387bfc931aa4793807b1"]
  },
  {
    "id": 28,
    "name": "Olaf Ryes Square",
    "short_description": "Automatically created achievement",
    "full_description": "Nice square in grunerlokka surrounded by cafes with outdoors seating",
    "base_points": 52,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "0b0c3e0775b9860f77affe7ff48c1aa5",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["0b0c3e0775b9860f77affe7ff48c1aa5"]
  },
  {
    "id": 29,
    "name": "The Stadium",
    "short_description": "Voldsløkka Stadion is a football stadium in Oslo, Norway. Its visitor capacity is 4,000.== History ==It was the home ground of Oslo football team Skeid, and was used for Premier League matches in 1999. However, in 2007 it did not meet the requireme...",
    "full_description": "Voldsløkka Stadion is a football stadium in Oslo, Norway. Its visitor capacity is 4,000.== History ==It was the home ground of Oslo football team Skeid, and was used for Premier League matches in 1999. However, in 2007 it did not meet the requirements of First Division (second tier of Norwegian football) matches, so Skeid elected to play their home games at Bislett Stadion. Instead in 2007 Voldsløkka Stadion hosted matches of the Vålerenga B team, who resided in the Second Division (third tier). It has later been used by Oslo City FC. It has also been the temporary home ground of the American football team Oslo Vikings.",
    "base_points": 43,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "b0d885c8655a1fa91b843de36355b2ab",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["b0d885c8655a1fa91b843de36355b2ab"]
  },
  {
    "id": 46,
    "name": "Checking out Uranienborgparken",
    "short_description": "Automatically created achievement",
    "full_description": "Great place for hanging a sunny day, or just take a walk with your dog",
    "base_points": 39,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "b653300ac793831c6357c162f36f1bbd",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["b653300ac793831c6357c162f36f1bbd"]
  },
  {
    "id": 40,
    "name": "Constitution Square",
    "short_description": "Eidsvolls plass (\"Eidsvoll Square\") is a square and park in Oslo, Norway, located west of the Parliament of Norway Building, south of Karl Johans gate and east of Studenterlunden and the National Theatre. It has been referred to as \"the National Mall o...",
    "full_description": "Eidsvolls plass (\"Eidsvoll Square\") is a square and park in Oslo, Norway, located west of the Parliament of Norway Building, south of Karl Johans gate and east of Studenterlunden and the National Theatre. It has been referred to as \"the National Mall of Norway\".== History ===== Early history ===It was originally a marshy place, but became a park around the same time as buildings were raised in the street Karl Johans gate, and the street Stortingsgata was built in the south, cutting across the marsh. It was preserved as a park because house owners in Karl Johans gate did not want tall buildings on the other side of the street. In 1864, around the time the Parliament of Norway Building was under construction, the park was given its current name, inspired by Eidsvoll where the Constitution of Norway was drafted and signed by the Norwegian Constituent Assembly.=== Event of 1881 ===A statue of Henrik Wergeland, sculpted by Brynjulf Bergslien, was raised here in 1881. It was unveiled on 17 May 1881, Norwegian Constitution Day, in a highly politicized atmosphere with a speech by Bjørnstjerne Bjørnson. For many years Wergeland had been portrayed as a wordsmith first and foremost, especially by his first biographer (1866) Hartvig Lassen, but on the other hand, liberals such as Olaf Skavlan and Erik Vullum saw Wergeland as a political character, a forerunner within their own ideology. Political conservatives staunchly opposed that Bjørnson be holding the speech, and submitted other candidates, but were subdued. They had already provoked the liberals in 1880, when a statue of Christian IV of Denmark was unveiled at Stortorvet. The speech was thus held by Bjørnson, and attended by 50,000 people. This crowd included at least 2,000 countryfolk, from Østerdal and elsewhere, and  became a contribution to the liberals' nation-building project. Other statues, including one of Bjørnstjerne Bjørnson, are found in the vicinity. Because of its density of national symbols, Sigurd Aa. Aarnes has referred to Eidsvolls plass as \"the National Mall of Norway\".=== Later history ===In 1956, a plan by architect Arnstein Arneberg was set into motion, creating a decorative pool of water at Eidsvolls plass. Funded by the company Christiania Spigerverk (spikerverk means \"nail factory\"), it was humorously nicknamed Spikersuppa (\"nail soup\"). The pool has a fountain in the middle, and since 1958 a group of trees as well as a statue of deer in the west. The pool was enlarged by 25% in 1976, and since 1994 it is used as a skating rink during the winter.== Transportation ==The square is served by Wessels plass station on the Oslo Tramway, Stortinget station on the Oslo Metro as well as an eponymous bus station.",
    "base_points": 41,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "23e0b53aac8788117c602bb95476221d",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["23e0b53aac8788117c602bb95476221d"]
  },
  {
    "id": 41,
    "name": "Natural History",
    "short_description": "Automatically created achievement",
    "full_description": "I think this museum is great and really interesting, but if you're a visitor to Oslo, it's not really worth spending your time in here.",
    "base_points": 55,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "4e5c89e34e2979b8708935ae19de7bce",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["4e5c89e34e2979b8708935ae19de7bce"]
  },
  {
    "id": 42,
    "name": "Cultural History",
    "short_description": "Automatically created achievement",
    "full_description": "Genelde okul çocuklarının götürüldüğü bir müze, özel sergiler olduğunda ziyaret edilebilir. Arkasında national galleriet müzesi kesinlikle gezilmeli",
    "base_points": 57,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "ac53bba4c3205cbde2781320d22cc1bf",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["ac53bba4c3205cbde2781320d22cc1bf"]
  },
  {
    "id": 43,
    "name": "Heading to the Island",
    "short_description": "Hovedøya is one of several small islands off the coast of Oslo, Norway in the Oslofjord. The island is quite small, no more than 800 metres across in any direction, the total area is 0,4 square kilometre. It is well known for its lush and green nature,...",
    "full_description": "Hovedøya is one of several small islands off the coast of Oslo, Norway in the Oslofjord. The island is quite small, no more than 800 metres across in any direction, the total area is 0,4 square kilometre. It is well known for its lush and green nature, with a wide variety of trees, bushes and flowers. For many, many years there was a military base on the island. == The name ==The name is from Norse times (Hǫfudøy). The first element is hǫfud 'head' (here in the sense 'hill' or 'height'), the last element is the finite form of øy 'island'. The name is a reference to the top of the hill on the island - at 47 metres it is the tallest point of the inner Oslofjord islands by a good margin. (See also Nakholmen.)== History ==The Cistercian monastery, Hovedøya Abbey, was built on the island, and opened on 18 May 1147. During the Medieval period, the monastery was a leading economical force in the Oslo region. It was, however, closed down before the Reformation after the abbot came into conflict with King Christian II. The military official at Akershus Fortress had the abbot imprisoned and the monastery looted and burned down in 1532. Parts of the ruins of the monastery remain on the island, but much of the stonework was used in the expansion of Akershus Fortress in the 17th century.The island has also been used for military installations, and former military buildings and artillery remain on the island. When Denmark-Norway became involved in the Napoleonic war, two cannon batteries were built to defend Oslo and Akershus Fortress in 1808 (again using the monastery ruins as a quarry). Four depots for gunpowder were built in 1826 on the high points of the island to ward off intruders, and a fifth was built in 1867. On the eastern half of the island is a  Victorian house, popularly known as the \"Laboratory\". It was used by Director of Armory Ole Herman Johannes Krag, co-inventor of the Krag–Jørgensen rifle in the late 19th century.There was once a large German camp on the island, with several barracks, which would later be turned into National Internment Camp for Women in Hovedøya.  Today, only a single barracks from the camp remains, located near the ruins of the monastery.Today the island is a destination for tourists and bathers, who can enjoy the island's natural environment, pastures, historic buildings as well as fairly benign (for Norway) bathing temperatures.== Natural history ==The island has an interesting geology, being composed mainly of Ordovician and some Silurian mudstone and limestone. The transition between the two periods is exposed on the south-eastern tip of the island, illustrating the sudden marine transgression that marks the shift between two important parts of Earths history.Criss-crossing the island is ores of diabas from a major rift event in the Oslo area in the Permian. The diabas has been heavily quarried for building material, and the island can boast about 20 quarries from Medieval to 19th century age. The island has rock dating back to late Cambrian and the eastern parts is littered with erratic boulders deposited during the last Ice Age, thus the island illustrate well the local geological events spanning half a billion years.The mostly sedimentary geology has given the island a very fertile soil, giving it Norways highest biodiversity found in such a small place. A few plant species found on the island do not occur anywhere else in Norway.Due to the geology and natural diversity, the island has been declared a natural preserve. While no part of the island is off limit to the public, collecting plants and taking rock-samples is banned.== Visiting Hovedøya ==The island is connected to Oslo by means of two boat routes (lines 92 and 93) which dock on the north side of the island. Service is year-round although it's only running during daylight and therefore is limited during the winter season. In summer time a small cafeteria right by the monastery ruins is open to the general public.== Curiosities ==There is a fox living on the island that is often photographed by internet users and is known to occasionally steal things.",
    "base_points": 50,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "05735d90fd4f97b9e21678053cd35dc6",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["05735d90fd4f97b9e21678053cd35dc6"]
  },
  {
    "id": 44,
    "name": "Artists' House",
    "short_description": "Kunstnernes Hus (Norwegian for \"Artists' House\") is an art gallery in Oslo, Norway. It is Norway's largest gallery under the direction of artists, and has served as a major center for exhibits of Norwegian and international contemporary art. It is also...",
    "full_description": "Kunstnernes Hus (Norwegian for \"Artists' House\") is an art gallery in Oslo, Norway. It is Norway's largest gallery under the direction of artists, and has served as a major center for exhibits of Norwegian and international contemporary art. It is also a prominent example of Functionalist architecture situated in Wergelandsveien 17, across the Royal palace park.After having raised funds and interest for several years, Bildende Kunstneres Styre (now Norwegian Visual Artists Association) acquired the site for its headquarters in 1927 and opened an architectural contest in 1928. Several important specifications were imposed on entries, among them natural light from the ceiling, limited building height, and a façade that blended with the surrounding architecture. Its architecture is noted as an important milestone in the transition from the legacy of 19th century Neoclassical architecture to 20th century Functionalism.Over 60 proposals were submitted, and the winning proposal, named Felix, by Gudolf Blakstad and Herman Munthe-Kaas, was simplified before construction began in 1929. The building opened on 1 October 1930 as an independent foundation with public support. In 1931 it won the Houen Prize for excellent architecture.It was renovated in 2000/2001 at a cost of about NOK 20 million to improve the galleries, the general structural and aesthetic integrity, and bring safety infrastructure to modern standards.Kunstnernes Hus is governed by a five-member board, four elected by the Norwegian Visual Artists Association, and one from the Ministry of Culture.In addition to numerous shows throughout the year, it is one of two sites for the annual art show Høstutstillingen and also the annual fellowship application exhibit. Several pieces are on permanent display, including the bronze lion sculptures at the entrance by Ørnulf Bast, a relief by Niels Larsen Stevns, and pieces by Per Krogh and Lars Backer.There are galleries on two floors. There is also an eating establishment on the ground floor.",
    "base_points": 49,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "91d2446d542fcfe5582dc1c28218c7a0",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["91d2446d542fcfe5582dc1c28218c7a0"]
  },
  {
    "id": 45,
    "name": "Another Bridge",
    "short_description": "Automatically created achievement",
    "full_description": "It's darn high! Great view!",
    "base_points": 41,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "7285ab382fb8fedb890de860ff71e3dc",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["7285ab382fb8fedb890de860ff71e3dc"]
  },
  {
    "id": 48,
    "name": "Getting to Gamlebrua Svinesund (Svinesund Old Bridge)",
    "short_description": "Automatically created achievement",
    "full_description": "Eastward bound is the way to go.",
    "base_points": 54,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "cb2dfc86e8de1ab65ad1737ba2095c1b",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["cb2dfc86e8de1ab65ad1737ba2095c1b"]
  },
  {
    "id": 49,
    "name": "Rolfsbukta",
    "short_description": "Automatically created achievement",
    "full_description": "Not only a nice swimming place, but a very good place to fish. 10 min drive from Oslo close to the old AirPort Fornebu.",
    "base_points": 40,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "dccff16d640ee2d5d6b674a1fcfdc536",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["dccff16d640ee2d5d6b674a1fcfdc536"]
  },
  {
    "id": 50,
    "name": "A trip to Hvervenbukta",
    "short_description": "Hvervenbukta is a swimming and recreation area southeast of the city center of Oslo, Norway, located at the shores of Bunnefjorden in the borough of Søndre Nordstrand, and not far from Ljan and Holmlia.The area originally belonged to Ljan mansion. The...",
    "full_description": "Hvervenbukta is a swimming and recreation area southeast of the city center of Oslo, Norway, located at the shores of Bunnefjorden in the borough of Søndre Nordstrand, and not far from Ljan and Holmlia.The area originally belonged to Ljan mansion. The main building here was from 1765, and burned down in 1913. Former Aker municipality took over the properties in 1937. Some of the remaining buildings in the area is now used by artists and artisans.The site has one of Oslo's most popular beaches, with swimming opportunities along the sandy beach and from the rocks along the fjord. The bathing area in Hvervenbukta has a terrace café and kiosk, toilets and outhouse, picnic tables, showers and drinking-water units. The place is usable for disabled and has a lifeguard during the summer months.In Hvervenbukta there is also a campsite.== Gallery ==\t\t\t\t",
    "base_points": 39,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "60fa186bb4de8e3c83f51e28c209e439",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["60fa186bb4de8e3c83f51e28c209e439"]
  },
  {
    "id": 51,
    "name": "A trip to Bratliparken",
    "short_description": "Automatically created achievement",
    "full_description": "Scraped from FourSquare",
    "base_points": 54,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "bad9c7b144ad360f1337e2b0375568ad",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["bad9c7b144ad360f1337e2b0375568ad"]
  },
  {
    "id": 52,
    "name": "Picnic time!",
    "short_description": "Automatically created achievement",
    "full_description": "Drinking coffee in the winter, having a wine in the summer, all seasons are enjoyable here :)",
    "base_points": 57,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "cb895dfa624770d42695c1c8a5fc9b04",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["cb895dfa624770d42695c1c8a5fc9b04"]
  },
  {
    "id": 16,
    "name": "The Peace Prize",
    "short_description": "The Nobel Peace Center (Norwegian: Nobels Fredssenter) in Oslo, Norway is a showcase for the Nobel Peace Prize and the ideals it represents. The Center is also an arena where culture and politics merge to promote involvement, debate and reflection arou...",
    "full_description": "The Nobel Peace Center (Norwegian: Nobels Fredssenter) in Oslo, Norway is a showcase for the Nobel Peace Prize and the ideals it represents. The Center is also an arena where culture and politics merge to promote involvement, debate and reflection around topics such as war, peace and conflict resolution.== History ==The Nobel Peace Center was opened in 2005 by His Majesty King Harald V of Norway in a ceremony attended by the royal families of Norway and Sweden. Nobel Peace Prize laureate Wangari Maathai was also present. The Center has since welcomed more than 400,000 visitors (as of 1 October 2009). The Nobel Peace Center is located in the former Oslo Vestbanestasjon (Oslo West railway station) building. Dating from 1872, the former station building was drawn by architect Georg Andreas Bull. It ceased to be used as a railway station in 1989. It is overlooking the harbor and located close to the Oslo City Hall where the Nobel Peace Prize Award Ceremony takes place every 10 December, to commemorate Alfred Nobel’s death. British architect David Adjaye is responsible for the Center’s creative design, including its color schemes; the American designer David Small developed its hi-tech installations. The Nobel Peace Center is financed by the Norwegian Ministry of Culture, private sponsors and admission fees. Temporary exhibitions are fully sponsored.The Center presents the Nobel Peace Prize laureates and their work, in addition to telling the story of  Alfred Nobel  and the other Nobel prizes. This is done using multimedia and interactive technology, exhibitions, meetings, debates, theater, concerts and conferences, as well as a broad educational program and regular guided tours.The Nobel Peace Center is a foundation and part of a network of Nobel institutions represented externally by the Nobel Foundation, which also administers informational activities and arrangements surrounding the presentation of the Nobel Prize. Bente Erichsen is director of the Nobel Peace Center. Geir Lundestad is chairman of the Center’s board, which is appointed by the Norwegian Nobel Committee.",
    "base_points": 42,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "21ba7a243c276ac4fb0d806fdda4245f",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["21ba7a243c276ac4fb0d806fdda4245f"]
  },
  {
    "id": 39,
    "name": "A visit to Drammensbrua",
    "short_description": "The Drammen Bridge (Norwegian: Drammensbrua) is a motorway box girder bridge that crosses Drammenselva river in the town of Drammen in Norway. It is the longest road bridge in Norway, 1,892 metres (6,207 ft) long. The bridge has 41 spans; the longest s...",
    "full_description": "The Drammen Bridge (Norwegian: Drammensbrua) is a motorway box girder bridge that crosses Drammenselva river in the town of Drammen in Norway. It is the longest road bridge in Norway, 1,892 metres (6,207 ft) long. The bridge has 41 spans; the longest span is 60 metres (200 ft). The maximum clearance to the water is 11 metres (36 ft).The Drammen Bridge was opened in 1975 with two lanes. A parallel bridge was finished in 2005 with two more lanes.The new bridge has round, slim pillars, while the old one had wide, rectangular pillars. It was decided to replace the pillars under the old bridge, with round pillars similar to the new. This work started shortly after the new bridge opened, and the bridge was closed. The replacement was finished in December, 2006.",
    "base_points": 46,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "castle",
    "category_id": 1,
    "mode": "NORMAL",
    "hash_identifier": "32546a6e32741695dec720879faf1205",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["32546a6e32741695dec720879faf1205"]
  },
  {
    "id": 47,
    "name": "A Journey back in Time",
    "short_description": "The Medieval Park (Norwegian: Middelalderparken) in the borough of Gamle Oslo in Oslo, Norway. The park was built in 2000 in  Sørenga in The medieval town of Oslo in The Old Town, Oslo (Gamlebyen).  That is about ten minutes walk from the Oslo Central ...",
    "full_description": "The Medieval Park (Norwegian: Middelalderparken) in the borough of Gamle Oslo in Oslo, Norway. The park was built in 2000 in  Sørenga in The medieval town of Oslo in The Old Town, Oslo (Gamlebyen).  That is about ten minutes walk from the Oslo Central Station. The park is located within the so-called Medieval Park area, which also included the Memorial Park and Ladegården on the north side of Bispegata. In this area, development is not allowed due to ruins and plenty of cultural remains in the underground. In the Medieval Park are the ruins of St. Clement's Church, St. Mary's Church and the former royal estate front open in the day. Until the Medieval Park in the west is a water surface, a lake nicknamed \"Tenerife\". At the lake is half of the Oslo fjord shoreline as it appeared in the Middle Ages (about year 1300), reconstructed. The part of the park located at the lake is 43 acres in addition to the water on 22 acres. Park facility at the ruins of St. Clement's Church are also considered for the park and this area is 4.7 acres, of the park that total is 70 acres.Oslo Middelalderfestival is and Øyafestivalen was annual events located in the Medieval Park.  The 2014 Oslo Middelalderfestival is located at Akershus Castle.",
    "base_points": 46,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "a0b59f4eec648439d7c1eb6ad413df4e",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["a0b59f4eec648439d7c1eb6ad413df4e"]
  },
  {
    "id": 9,
    "name": "Palace Park",
    "short_description": "The Palace Park (Norwegian: Slottsparken) is a public park in the center of Oslo, Norway, surrounding the Royal Palace. It is 22 hectares (54 acres). == History ==The park was built during the 1840s and was designed by Hans Ditlev Franciscus Linsto...",
    "full_description": "The Palace Park (Norwegian: Slottsparken) is a public park in the center of Oslo, Norway, surrounding the Royal Palace. It is 22 hectares (54 acres). == History ==The park was built during the 1840s and was designed by Hans Ditlev Franciscus Linstow, who was the main architect of the palace. Two thousand trees were planted in 1848, but since then the park has been redeveloped several times, becoming simpler with larger but fewer paths and fewer creeks.== Statues in the Palace Park ==A statue of Charles XIV John of Sweden, located at the Palace Square. Sculpted by Brynjulf Bergslien.A statue of Queen Maud. Sculpted by Ada Madssen.A statue of Crown Princess Märtha. Sculpted by Kirsten Kokkin.A statue of Queen Sonja. Sculpted by Kirsten Kokkin.A statue of Camilla Collett. Sculpted by Gustav Vigeland.A statue of Nils Henrik Abel. Sculpted by Gustav Vigeland.",
    "base_points": 48,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "8709acfe6f84b72363bba003a8e016fa",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["8709acfe6f84b72363bba003a8e016fa"]
  },
  {
    "id": 11,
    "name": "A stop by Sofienbergparken",
    "short_description": "Sofienberg Park (Norwegian: Sofienbergparken) is a large park in the Grünerløkka district of Oslo, Norway, covering an area of 74 ha (180 acres).== Name ==The park takes its name from a country villa called Sofienberg which was located at the upper...",
    "full_description": "Sofienberg Park (Norwegian: Sofienbergparken) is a large park in the Grünerløkka district of Oslo, Norway, covering an area of 74 ha (180 acres).== Name ==The park takes its name from a country villa called Sofienberg which was located at the upper end of Nødre Dælenenga between Torshovbekken and Trondheimsveien. From 1799 to 1830 it was owned by Jacob Nielsen, an official, and then by the merchant Niels Rosenberg until 1857. Both had wives called Sophie. As the first of the two was Sophie Berg, the area certainly takes its name from her.== History ==Now one of Oslo's most popular parks, the area was first developed as a cemetery in 1858 when it was on the outskirts of the built-up area. But as the city grew, by the early 20th century the authorities considered it was inappropriate for a cemetery to occupy such a large area in the centre of the city. As a result, from 1918 to 1972, almost the entire area was converted into parkland. The first section of the park was opened in 1920 flanking Toftes Gate. While the gravestones were moved to other cemeteries around the city, one section which had never been used for burials was used for a children's playground in the 1930s. Thereafter the western and eastern sections were also cleared. The Jewish Cemetery, developed from 1858 to 1931, was however left intact. Over the years, some 60,000 citizens had been buried at Sofienberg Cemetery.== Popular attraction ==Sofienberg Park is one of Oslo's most popular parks. As the houses and apartments in the surrounding area seldom have their own gardens, the inhabitants flock to the area, especially in the summer months often for a barbecue. The playground facilities continue to attract children. There are also public toilets and fireproof containers for throw-away grills.Sofienberg Church which is located inside the park dates from 1877. It is designed by the Danish-born architect Jacob Wilhelm Nordan, and was first known as Paulus Kirke (St Paul's) but its name was changed to Petrus Kirke (St Peter's) in 1892 and finally to Sofienberg Kirke in 1962.",
    "base_points": 44,
    "expires": null,
    "has_parents": false,
    "is_multiplayer": true,
    "is_global": true,
    "is_suggested_global": null,
    "user_id": 1,
    "kind": "LOCATION",
    "icon": "pine-tree",
    "category_id": 5,
    "mode": "NORMAL",
    "hash_identifier": "a59b70891d10019951118439ed0bdc10",
    "upvotes": null,
    "downvotes": null,
    "objectives": ["a59b70891d10019951118439ed0bdc10"]
  }
]
